Repository: HeinzHinek/AxiStore
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs, ja

source: Please log in to access this page.
cs: K přístupu na tuto stránku je nutné přihlášení.
ja: このページのアクセスにはログインが必要です。

source: CSV uploaded and processed sucessfully.
cs: CSV soubor nahrán a zpracován úspěšně.
ja: CSVファイルのアップロードと処理が成功しました。

source: Product code
cs: Kód produktu
ja: 品番

source: Product Name
cs: Název produktu
ja: 商品名

source: Quantity on stock
cs: Množsví na skladě
ja: 在庫数

source: Planned time of delivery
cs: Plánovaná doba dodání
ja: 入荷日程

source: Product with limited number of items
cs: Produkt s limitovaným počtem kusů
ja: 個数限定商品

source: Retail price
cs: Maloobch. cena
ja: 小売価格

source: Purchase price
cs: Prodejní cena
ja: 仕入価格

source: Image 1 URL
cs: URL obrázku 1
ja: 画像１URL

source: Image 2 URL
cs: URL obrázku 2
ja: 画像２URL

source: Image 3 URL
cs: URL obrázku 3
ja: 画像３URL

source: Image 4 URL
cs: URL obrázku 4
ja: 画像４URL

source: Image 5 URL
cs: URL obrázku 5
ja: 画像５URL

source: unknown
cs: nezadáno
ja: 不明

source: January
cs: Leden
ja: 1月

source: February
cs: Únor
ja: 2月

source: March
cs: Březen
ja: 3月

source: April
cs: Duben
ja: 4月

source: May
cs: Květen
ja: 5月

source: June
cs: Červen
ja: 6月

source: July
cs: Červenec
ja: 7月

source: August
cs: Srpen
ja: 8月

source: September
cs: Září
ja: 9月

source: October
cs: Říjen
ja: 10月

source: November
cs: Listopad
ja: 11月

source: December
cs: Prosinec
ja: 12月

source: , First third
cs: , první třetina
ja: 上旬

source: , Second third
cs: , druhá třetina
ja: 中旬

source: , Third third
cs: , třetí třetina
ja: 下旬

source: Nickname
cs: Uživatelské jméno
ja: ユーザー名

source: Email notification of new goods arrival
cs: Oznámení emailem při naskladnění nového zboží
ja: 入荷情報をメールでお知らせ

source: Preferred language
cs: Preferovaný jazyk
ja: ユーザの言語

source: Number of products displayed per page
cs: Počet výrobků zobrazených na jedné straně
ja: 1ページに表示する商品数

source: Old password
cs: Staré heslo
ja: 既存のパスワード

source: New password
cs: Nové heslo
ja: 新しいパスワード

source: New password must match confirmation!
cs: Nové heslo musí odpovídat kontrolnímu heslu!
ja: 新しいパスワードが確認用のパスワードと違います！

source: New password confirmation
cs: Kontrola nového hesla
ja: パスワードの確認

source: (unknown)
cs: (neznámá)
ja: （不明）

source: Envelope
cs: Obálka
ja: 封筒

source: Box
cs: Balík
ja: 小包

source: Package size
cs: Velikost zásilky
ja: 梱包のタイプ

source: User nickname
cs: Uživatelské jméno
ja: ユーザー名

source: User password
cs: Heslo uživatele
ja: ユーザーのパスワード

source: Passwords must match
cs: Kontrolní heslo není stejné
ja: 確認用のパスワードが異なっています

source: Password confirmation
cs: Kontrola hesla
ja: パスワードの確認

source: User role
cs: Uživatelská role
ja: ユーザーの役割

source: User language
cs: Jazyk uživatele
ja: ユーザの言語

source: Name
cs: Jméno
ja: 名前

source: Category
cs: Kategorie
ja: カテゴリー

source: Average days to deliver
cs: Průměrný počet dnů dodávky
ja: 入荷平均日数

source: Bank transfer
cs: Převodem
ja: 口座振込み

source: On delivery
cs: Dobírka
ja: 代金引き換え

source: No
cs: Ne
ja: いいえ

source: Yes
cs: Ano
ja: はい

source: Recommender
cs: Doporučil
ja: 推薦者

source: Available item only
cs: Pouze dostupné
ja: 発注可能な商品のみ

source: Search
cs: Hledat
ja: 検索

source: Submit
cs: Potvrdit
ja: 確認

source: Thank you for your order!
cs: Děkujeme za Vaší objednávku!
ja: 【Axi Store アクシ・ストア】ご注文いただきましてありがとうございます。（自動配信メール）

source: Home
cs: Domů

source: Stock quantity successfully updated.
cs: Množství na skladě úspěšně aktualizováno.
ja: 在庫個数の更新が成功しました。

source: Input value error.
cs: Hodnota zadána chybně.
ja: 入力された値が不正です。

source: Stock condition
cs: Stav skladu
ja: 在庫状況

source: Selected nickname is already in use!
cs: Zadané uživatelské jméno je již registrováno!
ja: 入力されたユーザー名はすでに使用中です！

source: Selected email is already in use!
cs: Zadaný email je již registrován!
ja: 入力されたメールアドレスはすでに使用中です！

source: User settings sucessfully updated.
cs: Data uživatele úspěšně aktualizována.
ja: ユーザーの情報が更新されました。

source: User's Page
cs: Stránka uživatele
ja: ユーザーページ

source: User password successfully changed.
cs: Heslo uživatele úspěšně změněno.
ja: パスワードが変更されました。

source: Current password is incorrect!
cs: Současné heslo nesouhlasí!
ja: 既存のパスワードが違います！

source: Password Change
cs: Změna hesla
ja: パスワードの変更

source: Settings
cs: Nastavení
ja: 設定

source: Product Categories
cs: Kategorie produktů
ja: 製品のカテゴリー

source: New product category successfully added.
cs: Nový produkt úspěšně přidán.
ja: 新しい製品を追加しました。

source: Add New Product Category
cs: Přidat novou kategorii produktů
ja: 新しい製品カテゴリーを追加

source: Category not found.
cs: Kategorie nenalezena.
ja: カテゴリーが不明です。

source: Category successfully changed.
cs: Kategorie úspěšně pozměněna.
ja: カテゴリーが変更されました。

source: Edit Category
cs: Editace kategorie
ja: カテゴリー変更

source: Contacts
cs: Kontakty
ja: 連絡先

source: New contact successfully added.
cs: Nový kontakt úspěšně přidán.
ja: 新しい連絡先が追加されました。

source: Add New Contact
cs: Přidat nový kontakt
ja: 新しい連絡先を追加

source: Contact not found.
cs: Kontakt nenalezen.
ja: 連絡先は不明です。

source: Contact successfully changed.
cs: Kontakt úspěšně pozměněn.
ja: 連絡先が変更されました。

source: Edit Contact
cs: Upravit kontakt
ja: 連絡先の編集

source: Customers
cs: Zákazníci
ja: お客様一覧

source: New customer successfully added.
cs: Nový zákazník úspěšně přidán.
ja: 新しいお客様が追加されました。

source: Add New Customer
cs: Přidat zákazníka
ja: お客様の登録

source: Customer not found.
cs: Zákazník nenalezen.
ja: お客様は不明です。

source: This operation is not allowed at the moment.
cs: Tato operace není momentálně podporována.
ja: この操作は現在のところ使えません。

source: Customer successfully changed.
cs: Zákazník úspěšně pozměněn.
ja: お客様の情報が変更されました。

source: Edit Customer
cs: Upravit zákazníka
ja: お客様の情報を編集

source: Sales of Recommended Customers
cs: Prodeje doporučeným zákazníkům
ja: 推薦されたお客様の売り上げ

source: Deliveries
cs: Dodávky
ja: 入庫

source: Maker not found.
cs: Výrobce nenalezen.
ja: メーカーは不明です。

source: New Delivery
cs: Nová dodávka
ja: 新規入庫

source: New delivery received sucessfully.
cs: Nová dodávka úspěšně přijata.
ja: 入庫に成功しました。

source: Delivery Report
cs: Zpráva o dodávce
ja: 入庫レポート

source: Data not found.
cs: Data nenalezena.
ja: データが見つかりません。

source: Date and time of delivery was successfully changed.
cs: Datum a čas dodávky byl úspěšně změněn.
ja: 入荷の日時は変更されました。

source: Delivery details
cs: Detaily dodávky
ja: 入庫の詳細

source: Delivery data not found!
cs: Data dodávky nenalezena!
ja: 入荷のデータがありません！

source: Delivered products have to be deleted first!
cs: Nejprve musí být smazány doručené produkty!
ja: 入荷商品は先に削除されなければなりません！

source: Delivery data sucessfully deleted.
cs: Data dodávky úspěšně smazána.
ja: 入庫のデータが削除されました。

source: Delivery data are corrupted! Cannot edit delivery quantity.
cs: Data dodávky jsou poškozena! Množství není možno pozměnit.
ja: 入荷のデータが壊れています！入荷の数量を変更できません。

source: Delivery quantity submited incorrectly!
cs: Dodané množství zadáno chybně!
ja: 入荷の数量が不正です！

source: Product id not found!
cs: ID produktu nenalezeno!
ja: 製品のIDが見つかりません！

source: Maker data are corrupted! Cannot edit supply quantity.
cs: Data výrobce jsou poškozena! Dodané množství není možno pozměnit.
ja: メーカーのデータが壊れています！入荷の数量を変更できません。

source: Delivered quantity succesfully changed.
cs: Dodané množství úspěšně pozměněno.
ja: 入荷の数量が変更されました。

source: Edit delivery
cs: Upravit dodávku
ja: 入荷データの修正

source: Entered username is unknown.
cs: Zadané uživatelské jméno je neznámé.
ja: 入力されたユーザー名は不明です。

source: Password is incorrect!
cs: Heslo nesouhlasí!
ja: パスワードが違います！

source: Logged in successfully.
cs: Přihlášení proběhlo úspěšně.
ja: ログインに成功しました。

source: Sign In
cs: Přihlášení
ja: ログイン

source: Makers
cs: Výrobci
ja: メーカー

source: New maker successfully added.
cs: Nový výrobce úspěšně přidán.
ja: 新しいメーカーが追加されました。

source: Add New Maker
cs: Přidat výrobce
ja: 新しいメーカーを追加する

source: Maker successfully changed.
cs: Výrobce úspěšně pozměněn.
ja: メーカーが変更されました。

source: Edit Maker
cs: Editace výrobce
ja: メーカーを変更する

source: My Stock
cs: Můj sklad
ja: 私の在庫

source: Orders from Axis Mundi
cs: Objednávky od Axis Mundi
ja: アクシス・ムンディからの注文

source: Orders to maker
cs: Objednávky výrobci
ja: 発注

source: Place new order to maker
cs: Zadat novou objednávku výrobci
ja: 新規発注を入力する

source: New order to maker was successfully created.
cs: Nová objednávka pro výrobce byla úspěšně vytvořena.
ja: 新規発注の登録が成功しました。

source: Order Sheet Management
cs: Správa objednávkového listu
ja: 発注書の管理

source: Date and time of order was successfully changed.
cs: Datum a čas objednávky byl úspěšně změněn.
ja: 発注の日時は変更されました。

source: Order details
cs: Detaily objednávky
ja: 発注の詳細

source: Orders to maker for product
cs: Objednávky produktu výrobci
ja: 製品に対する発注

source: Minimum stock limit successfully updated.
cs: Mimimální množství na skladě úspěšně aktualizováno.
ja: 最少在庫数の更新が成功しました。

source: Order management
cs: Správa objednávek výrobcům
ja: 発注の管理

source: Email to maker sent succesfully.
cs: Email výrobci úspěšně odeslán.
ja: メーカーへのメールの発信が成功しました。

source: Data not found!
cs: Data nenalezena!
ja: データが見つかりません！

source: Maker data not found!
cs: Data výrobce nenalezena!
ja: メーカーのデータがありません！

source: Product data not found!
cs: Data produktu nenalezena!
ja: 製品のデータが見つかりません！

source: Cannot delete order that has been already delivered! Delete delivery item first.
cs: Není možno smazat objednanou položku, která již byla dodána! Nejprve je třeba smazat položku dodávky.
ja: すでに入荷した商品に対する発注を取り消すことができません！まずは入荷アイテムを削除してください。

source: Ordered product sucessfully deleted.
cs: Objednaný produkt úspěšně smazán.
ja: 発注されたアイテムが削除されました。

source: Ordered quantity submited incorrectly!
cs: Objednané množství zadáno chybně!
ja: 発注商品の数量が不正です！

source: Submited quantity is the same as the current value. Nothing to change.
cs: Zadaná hodnota je stejná jako současná hondota. Není třeba nic měnit.
ja: 入力した数量は現在の値と等しいです。変更する内容がありません。

source: Ordered quantity succesfully changed.
cs: Objednané množství úspěšně pozměněno.
ja: 発注の数量が変更されました。

source: Edit order to maker
cs: Upravit objednávku výrobci
ja: メーカーへの発注を修正

source: Order not found!
cs: Objednávka nenalezena!
ja: 注文が見つかりません！

source: Cancel order to maker
cs: Zrušit objednávku výrobci
ja: メーカーへの発注を取り消す

source: New product successfully added.
cs: Nový produkt úspěšně přidán.
ja: 新しい製品は追加されました。

source: Add new product
cs: Přidat nový produkt
ja: 新しい製品を追加

source: Product not found.
cs: Produkt nenalezen.
ja: 製品は不明です。

source: Product has been deleted.
cs: Tento produkt byl smazán.
ja: 製品が削除されました。

source: Product successfully changed.
cs: Produkt úspěšně pozměněn.
ja: 製品が変更されました。

source: Edit Product
cs: Editace produktu
ja: 製品を変更する

source: Orders from Customers
cs: Objednávky od zákazníka
ja: お客様からの受注

source: Orders from Axis Mart
cs: Objednávky z Axis Martu
ja: アクシスマートからの受注

source: No customer id.
cs: Chybí id zákazníka.
ja: お客様のIDがありません。

source: Invalid customer!
cs: Neplatný zákazník!
ja: お客様のデータが不正です！

source: No order number.
cs: Chybí číslo objednávky.
ja: 注文番号がありません。

source: Order number already exists!
cs: Číslo objednávky již existuje!
ja: 注文番号はすでに登録しています！

source: Invalid data received!
cs: Přijata neplatná data!
ja: 受信されたデータは不正です！

source: Order created successfully.
cs: Nová objednávka úspěšně vytvořena.
ja: 注文の登録が成功しました。

source: Order data not sent.
cs: Data objednávky neodeslána.
ja: 注文のデータが受信されませんでした。

source: Accept order from customer
cs: Přijmout objednávku od zákazníka
ja: 受注を受け取る

source: Date and time of request was successfully changed.
cs: Datum a čas poptávky byl úspěšně změněn.
ja: 受注の日時は変更されました。

source: Order from customer details
cs: Detaily objednávky od zákazníka
ja: 受注の詳細

source: Orders from customers for product
cs: Objednávky produktu zákazníky
ja: 製品に対する受注

source: Customer data not found!
cs: Data zákazníka nenalezena!
ja: お客様のデータが見つかりません！

source: Cannot delete request that has been already supplied! Delete supply item first.
cs: Není možno smazat objednanou položku, která již byla dodána! Nejprve je třeba smazat položku dodávky.
ja: すでに納品した商品に対する受注を取り消すことができません！まずは入荷アイテムを削除してください。

source: Requested product sucessfully deleted.
cs: Objednaný produkt úspěšně smazán.
ja: 発注されたアイテムが削除されました。

source: Requested quantity submited incorrectly!
cs: Objednané množství zadáno chybně!
ja: 受注商品の数量が不正です！

source: Requested quantity succesfully changed.
cs: Objednané množství úspěšně pozměněno.
ja: 受注の数量が変更されました。

source: Edit order from customer
cs: Upravit objednávku od zákazníka
ja: お客様からの受注を修正

source: Cancel order from customer
cs: Stornovat objednávku od zákazníka
ja: お客様からの注文を取り消す

source: User List
cs: Seznam uživatelů
ja: ユーザーの一覧

source: Selected username already exists!
cs: Zadané uživatelské jméno již existuje!
ja: 入力されたユーザー名はすでに登録されています！

source: New user successfully added.
cs: Nový uživatel úspěšně přidán.
ja: 新しいユーザーが追加されました。

source: Add New User
cs: Přidat nového uživatele
ja: 新しいユーザーを追加する

source: User details succesfully changed.
cs: Detaily zákazníka úspěšně pozměněny.
ja: ユーザーの情報が変更されました。

source: Edit User
cs: Editace uživatele
ja: ユーザーの情報を編集

source: Edit Catalog
cs: Editace Katalogu
ja: カタログの編集

source: Data Import
cs: Import dat
ja: データのインポート

source: Data Export
cs: Export dat
ja: データのエクスポート

source: Customer Codes
cs: Kódy zákazníka
ja: お客様のコード

source: Upload unsuccessful! File could not be parsed!
cs: Nahrání se nepodařilo! Soubor nemohl být zpracován!
ja: アップロードが失敗しました！ファイルが処理できませんでした。

source: Edit Customer Codes
cs: Editace kódů zákazníka
ja: お客様のコードを編集

source: All
cs: Vše
ja: 全て

source: AxiStore shop
cs: AxiStore obchod
ja: AxiStoreショップ

source: We apologize but your customer data is insufficient. Please, contact our customer support.
cs: Omlouváme se, ale Vaše zákaznická data jsou nedostačující. Obraťte se prosím na naši zákaznickou podporu.
ja: 申し訳ありませんが、お客様の顧客データは足りません。お手数ですが、カストマーサポートにお問い合わせください。

source: Place order
cs: Zadat objednávku
ja: 発注を入力

source: Unfortunatelly, your request could not be processed. Please, contact our customer support.
cs: Vaše žádost bohužel nemohla být zpracována. Obraťte se prosím na naši zákaznickou podporu.
ja: 申し訳ありませんが、お客様の発注が処理できません。お手数ですが、カストマーサポートにお問い合わせください。

source: Order Confirmation
cs: Potvrzení objednávky
ja: 発注の確認

source: My Order History
cs: Historie mých objednávek
ja: 注文履歴

source: Data download
cs: Stažení dat
ja: データのダウンロード

source: Supplies
cs: Dodávky zákazníkům
ja: 納品

source: New Supply
cs: Nová dodávka zákazníkovi
ja: 新規納品

source: No customer data!
cs: Chybí data zákazníka!
ja: お客様のデータがありません！

source: Customer not found!
cs: Zákazník nenalezen!
ja: お客様は不明です！

source: No product quantities!
cs: Chybí počty produktu!
ja: 製品個数がありません！

source: No requested products!
cs: Žádné objednané produkty!
ja: 注文された製品がありません！

source: New supply sent sucessfully.
cs: Nová dodávka úspěšně odeslána.
ja: 新規供給の発送が成功しました。

source: Supply Report
cs: Zpráva o dodávce zákazníkovi
ja: 納品の報告

source: Date and time of supply was successfully changed.
cs: Datum a čas dodávky byl úspěšně změněn.
ja: 出荷の日時は変更されました。

source: Supply details
cs: Detaily dodávky zákazníkovi
ja: 納品の詳細

source: Supply data not found!
cs: Data dodávky nenalezena!
ja: 納品データがありません！

source: Supplied products have to be deleted first!
cs: Nejprve musí být smazány doručené produkty!
ja: 納品の商品が先に削除されなければなりません！

source: Supply data sucessfully deleted.
cs: Data dodávky úspěšně smazána.
ja: 納品のデータが削除されました。

source: Supply data are corrupted! Cannot edit supply quantity.
cs: Data dodávky jsou poškozena! Množství není možno pozměnit.
ja: 納品のデータが壊れています！入荷の数量を変更できません。

source: Supply quantity submited incorrectly!
cs: Dodané množství zadáno chybně!
ja: 納品の数量が不正です！

source: Customer data are corrupted! Cannot edit supply quantity.
cs: Data zákazíka jsou poškozena! Dodané množství není možno pozměnit.
ja: 顧客のデータが壊れています！納品の数量を変更できません。

source: Supplied quantity succesfully changed.
cs: Dodané množství úspěšně pozměněno.
ja: 納品の数量が変更されました。

source: Edit supply
cs: Upravit data dodávky
ja: 納品データの修正

source: No product data!
cs: Chybí data produktu!
ja: 製品のデータがありません！

source: Invalid data received.
cs: Přijata neplatná data!
ja: 受信されたデータは不正です！

source: Unsupplied products
cs: Nedodané zboží
ja: 納品していない商品

source: Close
cs: Zavřít
ja: 閉じる

source: Previous
cs: Předchozí
ja: 前

source: Next
cs: Další
ja: 次

source: customers
cs: zákazníci
ja: お客様

source: AxiStore quick summary
cs: AxiStore: stručný přehled
ja: AxiStore：クイックビュー

source: Orders from customers
cs: Objednávky od zákazníků
ja: お客様からの受注

source: Supplies to customers
cs: Dodávky zákazníkům
ja: お客様への納品

source: Ordered products total value
cs: Součty maloobch. cen objednaného zboží
ja: 受注商品の小売価格総計

source: Supplied products total value
cs: Součty maloobch. cen dodaného zboží
ja: 納品した商品の小売価格総計

source: Data for:
cs: Data za období:
ja: 期間：

source: Jan
cs: Leden
ja: 1月

source: Feb
cs: Únor
ja: 2月

source: Mar
cs: Březen
ja: 3月

source: Apr
cs: Duben
ja: 4月

source: Jun
cs: Červen
ja: 6月

source: Jul
cs: Červenec
ja: 7月

source: Aug
cs: Srpen
ja: 8月

source: Sep
cs: Září
ja: 9月

source: Oct
cs: Říjen
ja: 10月

source: Nov
cs: Listopad
ja: 11月

source: Dec
cs: Prosinec
ja: 12月

source: Stock
cs: Sklad
ja: 在庫

source: Shop
cs: Obchod
ja: ショップ

source: Orders
cs: Objednávky
ja: 発注

source: from customers
cs: od zákazníků
ja: お客様から

source: from Axis Mart
cs: z Axis Martu
ja: アクシスマートから

source: to makers
cs: výrobcům
ja: メーカーへ

source: to customers
cs: zákazníkům
ja: お客様へ

source: from makers
cs: od výrobců
ja: メーカーから

source: New
cs: Nový
ja: 新規

source: Product
cs: Produkt
ja: 製品

source: Order to maker
cs: Objednávka výrobci
ja: 発注

source: Delivery from maker
cs: Dodávka od výrobce
ja: メーカーからの入荷

source: Order from Customer
cs: Objednávka od zákazníka
ja: お客様からの注文

source: Order from Axis Mart
cs: Objednávka z Axis Martu
ja: アクシスマートからの注文

source: Supply to Customer
cs: Dodávka zákazníkovi
ja: お客様への納品

source: Supply to Axis Mart order
cs: Dodávka objednávce z Axis Martu
ja: アクシスマート受注への納品

source: Logout
cs: Odhlášení
ja: ログアウト

source: Login
cs: Přihlášení
ja: ログイン

source: Order history
cs: Historie objednávek
ja: 注文履歴

source: Manage users
cs: Správa uživatelů
ja: ユーザーの管理

source: Manage product categories
cs: Správa kategorií produktů
ja: 製品カテゴリーの管理

source: Manage catalog terms
cs: Správa výrazů katalogu
ja: カタログキーワードの管理

source: Manage makers
cs: Správa výrobců
ja: メーカーの管理

source: Manage customers
cs: Správa zákazníků
ja: お客様の管理

source: Overview of recommended customers' sales
cs: Přehled prodejů doporučeným zákazníkům
ja: 推薦されたお客様の売り上げ一覧

source: Manage contacts
cs: Správa kontaktů
ja: 連絡先の管理

source: Import data from csv
cs: Importovat data z csv souboru
ja: CSVファイルからデータをインポート

source: Export data as csv
cs: Exportovat data jako csv soubor
ja: CSVファイルとしてデータをエキスポート

source: Customer codes management
cs: Správa kódů zákazníka
ja: お客様のコードの管理

source: If you need help with AxiStore, drop me a line!
cs: Když si nevíš rady, můj mail najdeš tady:

source: descending
cs: sestupně
ja: 降順

source: ascending
cs: vzestupně
ja: 昇順

source: descending > 0
cs: sestupně > 0
ja: 降順 > 0

source: ascending > 0
cs: vzestupně > 0
ja: 昇順 > 0

source: descending <= 0
cs: sestupně <= 0
ja: 降順 <= 0

source: ascending <= 0
cs: vzestupně <= 0
ja: 昇順 <= 0

source: Stock overview
cs: Přehled skladu
ja: 在庫の状況

source: Search results:
cs: Výsledky hledání
ja: 検索結果

source: Maker
cs: Výrobce
ja: メーカー

source: Description CS
cs: Popis ČJ
ja: チェコ語の説明

source: Description JP
cs: Popis JP
ja: 日本語の説明

source: Change password
cs: Změnit heslo
ja: パスワードの変更

source: Save settings
cs: Uložit nastavení
ja: 設定を保存

source: Deliveries from makers overview
cs: Přehled dodávek od výrobců
ja: メーカーから入荷の一覧

source: New delivery
cs: Nová dodávka
ja: 新規入庫

source: Delivery ID
cs: ID dodávky
ja: 入庫ID

source: Received
cs: Přijato
ja: 入庫日時

source: Recipient
cs: Příjemce
ja: 受取人

source: Delivery from maker details
cs: Detaily dodávky od výrobce
ja: メーカーから入荷の詳細

source: Back to the list
cs: Zpět na seznam
ja: 一覧へ戻る

source: Edit
cs: Upravit
ja: 変更

source: close
cs: zavřít
ja: 閉じる

source: Quantity
cs: Množství
ja: 数量

source: Edit this delivery
cs: Upravit tuto dodávku
ja: この入荷を修正

source: New delivery from maker report
cs: Zpráva o nové dodávce od výrobce
ja: 新規入荷の報告

source: Details:
cs: Detaily:
ja: 詳細：

source: Delivery from maker:
cs: Dodávka od výrobce:
ja: 入荷元：

source: Recieved by:
cs: Příjemce:
ja: 受取人：

source: Received products:
cs: Přijaté produkty:
ja: 入庫した製品：

source: Product Code
cs: Kód
ja: 品番

source: * The received quantity is higher than ordered total. Value in () shows sum of all orders for given product.
cs: * Přijaté množství je větší než úhrn objednávek. Hodnota v () představuje součet množství všech objednávek daného produktu.
ja: * 入庫した数量は発注総数を上回っています。括弧内の値は該当製品に対する全ての発注の合計数量です。

source: Completed and closed orders to maker:
cs: Zkompletované a uzavřené objednávky výrobci:
ja: 全量入庫が完了した発注：

source: Order ID
cs: ID objednávky
ja: 発注のID

source: Placed
cs: Zadáno
ja: 発注日時

source: Ordered by
cs: Objednatel
ja: 発注者

source: Not fully completed but partially delivered orders to maker:
cs: Neuzavřené, ale částečně dodané objednávky výrobci:
ja: 完了ではないが部分的に入庫した発注：

source: To stock
cs: Na sklad
ja: 在庫の状況へ

source: To deliveries
cs: Na dodávky
ja: 入庫一覧へ

source: To orders
cs: Na objednávky
ja: 発注一覧へ

source: Edit contents of delivery from maker
cs: Upravit data dodávky od výrobce
ja: メーカーからの入荷データの修正

source: Receiver
cs: Příjemce
ja: 受取人

source: Delete
cs: Smazat
ja: 削除

source: Decrease delivered quantity
cs: Snížit doručené množství
ja: 納品数量を減らす

source: You can only decrease the delivered quantity. If you want to increase the quantity, create a new delivery from maker.
cs: Dodané množství může být pouze sníženo. Pokud chcete množství navýšit, vytvořte novou dodávku od výrobce.
ja: 現在は入荷個数を増やすことができません。増やしたい場合は当メーカーからの新規入荷を行ってください。

source: Delivered quantity:
cs: Doručené množství:
ja: 入荷数量：

source: Subtract quantity difference from stock
cs: Odečíst rozdíl v množství ze skladu
ja: 数量の差を在庫から引く

source: Add quantity difference back to latest order(s) of this product to this maker
cs: Přičíst rozdíl v množství zpět k nejnovější objednávce (objednávkám) tomuto výrobci
ja: 数量の差を本製品を含むこのメーカーへのの最新発注に足す

source: Delete this delivered item
cs: Smazat tuto dodanou položku
ja: 本入荷アイテムを一件削除

source: Subtract delivered quantity from stock
cs: Odečíst dodané množství ze skladu
ja: 入荷数量を在庫数から引く

source: Add delivered quantity back to latest order(s) of this product to this maker
cs: Přičíst dodané množství zpět k nejnovější objednávce (objednávkám) tomuto výrobci
ja: 納品数量を本製品を含むこのメーカーへの最新発注に足す

source: This delivery is empty. It should be deleted.
cs: Tato dodávka je prázdná a měla by být smazána.
ja: この入荷はデータがありません。削除されるべきです。

source: Delete now
cs: Smazat nyní
ja: 削除する

source: Are you sure you want to delete this delivery?
cs: Chcete opravdu smazat tuto dodávku?
ja: 本当にこの入荷データを削除しますか？

source: Receive a new delivery
cs: Přijmout novou dodávku
ja: 新規入荷を受け取る

source: Select maker
cs: Vybrat výrobce
ja: メーカーの選択

source: Continue
cs: Pokračovat
ja: 次へ

source: Cancel
cs: Zrušit
ja: キャンセル

source: Code
cs: Kód
ja: 品番

source: Maker's code
cs: Kód výrobce
ja: マーカーの品番

source: Name CS
cs: Název v češtině
ja: チェコ語の品名

source: Name JP
cs: Název v japonštině
ja: 日本語の品名

source: Order Quantity
cs: Objednané množství
ja: 発注数量

source: Delivered Quantity
cs: Doručené množství
ja: 入庫数量

source: Modify
cs: Pozměnit
ja: 修正

source: Receive products
cs: Přijmout produkty
ja: 製品を入庫

source: Enter your user id
cs: Zadejte uživatelské jméno
ja: ユーザーＩＤ

source: Enter your password
cs: Zadejte heslo
ja: パスワード

source: Remember Me
cs: Zapamatuj si mě
ja: パスワードを記録

source: Thank you for your order at AxiStore!
cs: Děkujeme za Vaši objednávku na AxiStore!
ja: 【AxiStore・アクシストア】にてご注文をいただきありがとうございます。

source: Dear
cs: Vážený zákazníku
ja: 様
