Repository: HeinzHinek/AxiStore
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs, ja

source: Thank you for ordering at AxiStore. Your order has been accepted and processed.
cs: Děkujeme Vám za nákup na AxiStore. Vaše objednávka byla přijata a zpracována.
ja: この度は【AxiStore・アクシストア】をご利用いただき、誠にありがとうございます。下記内容でご注文を承りましたので、ご確認ください。

source: Ordered products will be sent as soon as possible, usually within three working days in case the products are on stock.
cs: Objednané zboží Vám bude dodáno co nejdříve, většinou do tří pracovních dnů, pokud je zboží na skladě.
ja: 在庫のある商品に関しましては、３営業日以内に発送させて頂きます。

source: If your order contains products currently not on stock, the delivery date may take over two weeks.
cs: Pokud některý z objednaných výrobků není na skladě, jeho dodání může překročit dva týdny.
ja: 尚、在庫切れの商品に関しましては、納品までに2～3週間程かかる場合がございますのであらかじめご了承ください。

source: In such case an Axis Mundi member will contact you via email or phone.
cs: V takovém případě Vás po emailu či telefonu kontaktuje zodpovědná osoba z Axis Mundi.
ja: 納品までにお時間がかかる場合は、弊社よりメール又はお電話にてご連絡させていただきます。

source: Please, do not delete this e-mail as you may need it for reference in the future.
cs: Nemažte prosím tento e-mail, může být potřeba pro kotrolu objednávky.
ja: このメールは今後必要となる場合がございますので大切に保管いただきますようお願い申し上げます。

source: Thank you for being an Axis Mundi customer.
cs: Děkujeme Vám, že nakupujete u Axis Mundi.
ja: 今後とも、【AxiStore・アクシストア】をご愛顧のほど宜しくお願い申し上げます。

source: Order details:
cs: Detaily objednávky:
ja: 発注の詳細：

source: Your Price
cs: Vaše cena
ja: お客様の価格

source: Subtotal
cs: Mezisoučet
ja: 小計

source: pcs
cs: ks
ja: 個

source: Total:
cs: Součet:
ja: 合計：

source: If you have any questions or concerns, please answer directly to this email address or use the contact information below.
cs: Pokud máte jakýkoli dotaz či připomínku, můžete odpovědět přímo na tento e-mail, popř. využít níže uvedených kontaktních údajů.
ja: ご不明な点、ご不都合等ございましたら本メール返信宛、もしくは下記までお問い合わせくださいませ。

source: Tokyo-to Shinuku-ku
cs: Tokyo-to Shinjuku-ku
ja: 東京都新宿区

source: We accept your calls between Monday and Friday (with exception of holidays), 9:00 - 17:00.
cs: Vaše telefonáty zodpovíme od pondělí do pátku (mimo svátků) mezi 9:00 a 17:00.
ja: お電話受付時間：月曜日〜金曜日(祝祭日を除く)、09:00〜17：00

source: more
cs: více
ja: もっと見る

source: less
cs: méně
ja: 省略

source: Orders for product:
cs: Objednávky pro produkt:
ja: 製品に対する発注：

source: Active
cs: Aktivní
ja: アクティブ

source: Closed
cs: Uzavřené
ja: 完成

source: Items count
cs: Počet položek
ja: 個数

source: Details
cs: Detaily
ja: 詳細

source: Pcs.
cs: ks
ja: 個

source: Already sent
cs: Z toho odesláno
ja: 出荷済み

source: Images
cs: Obrázky
ja: 画像

source: Icons
cs: Ikony
ja: アイコン

source: There are unsaved items.
cs: Některé položky nejsou uloženy.
ja: 保存されていない項目があります。

source: My Stock Overview
cs: Přehled mého skladu
ja: 私の在庫の状況

source: AM Code
cs: Kód AM
ja: AMの品番

source: My Code
cs: Můj kód
ja: 私の品番

source: Price
cs: Cena
ja: 価格

source: Ordered
cs: Objednáno
ja: 受注

source: On Stock
cs: Na skladě
ja: 在庫

source: Data has been changed. Save changes?
cs: Hodnoty byly pozměněny. Uložit změny?
ja: データが変更されました。保存しますか？

source: Save
cs: Uložit
ja: 保存

source: Do you really want to cancel this order? This action is irreversible!
cs: Chcete opravdu stornovat tuto objednávku? Tato akce je nevratná!
ja: 本当にこの注文を取り消しますか？この動作は非可逆的です！

source: Cancel Order to Maker
cs: Zrušit objednávku výrobci
ja: メーカーへの発注を取り消す

source: Delivered
cs: Dodáno
ja: 入庫数量

source: Back
cs: Zpět
ja: 戻る

source: Cancel this order
cs: Stornovat tuto objednávku
ja: この受注を取り消す

source: Place a new order to maker
cs: Zadat novou objednávku výrobci
ja: 新規発注を入力する

source: Req.
cs: Popt.
ja: 受注

source: Ord.
cs: Obj.
ja: 発注

source: Net.
cs: Čist.
ja: 正味

source: Min. stock
cs: Min. sklad
ja: 最少在庫数

source: (Limited product)
cs: (Limitovaný produkt)
ja: （個数限定商品）

source: Total sum:
cs: Celkový součet:
ja: 総計：

source: Some prices are not set!
cs: Některé ceny nejsou nastaveny!
ja: 設定していない価格があります！

source: Edit contents of order to maker
cs: Upravit data objednávky výrobci
ja: メーカーへの発注データを修正

source: This order is
cs: Tato objednávka je
ja: この発注は

source: Inactive
cs: Uzavřená
ja: 完成しました

source: Change ordered quantity
cs: Změnit objednané množství
ja: 発注の数量を修正

source: Ordered quantity:
cs: Objednané množství:
ja: 発注数量：

source: Delete this ordered item
cs: Smazat tuto objedanou položku
ja: 本発注アイテムを一件削除

source: This order is empty. It should be deleted.
cs: Tato objednávka je prázdná a měla by být smazána.
ja: この発注はデータがありません。削除されるべきです。

source: Edit this order
cs: Upravit tuto objednávku
ja: この発注を修正

source: Management of orders to makers
cs: Správa stavu a sytému objednávek výrobcům
ja: 仕入先への発注の管理

source: Set min. stock for checked items:
cs: Min. sklad označených výrobků:
ja: チェックされた商品の最少在庫数：

source: Order checked items:
cs: Objednat označené výrobky:
ja: チェックされた商品を注文：

source: Order!
cs: Objednat!
ja: 発注へ！

source: Order
cs: Objednat
ja: 発注

source: Orders overview
cs: Přehled objednávek
ja: 発注一覧

source: Send order sheet by email to maker?
cs: Poslat email s obj. listem výrobci?
ja: このメーカーに発注書をメールで送りますか？

source: Send mail!
cs: Poslat mail!
ja: メールを発信！

source: Email for this maker has not been set!
cs: Emailová adresa tohoto výrobce nebyla nastavena!
ja: このメーカーのメールアドレスがまだ登録されていません！

source: Email has been sent.
cs: Email byl odeslán.
ja: メール発信済み。

source: Order sheet download
cs: Stáhnout obj. list
ja: 発注書のダウンロード

source: Orders to maker for Product
cs: Objednávky produktu výrobci
ja: 製品に対する発注

source: Product name CS
cs: Název produktu CS
ja: チェコ語の品名

source: Product name JP
cs: Název produktu JP
ja: 日本語の品名

source: Unit Price
cs: Nák. cena
ja: 単価

source: Retail Price
cs: Mal. cena
ja: 小売価格

source: Undelivered
cs: Nedodáno
ja: 未納品

source: Czech description
cs: Popis česky
ja: チェコ語の説明

source: Japanese description
cs: Popis japonsky
ja: 日本語の説明

source: Long description
cs: Dlouhý popis

source: Detailed description
cs: Detailní popis, způsob používání apod.

source: Subcategory description
cs: Popis podkategorie

source: Keywords
cs: Klíčová slova

source: Unit price
cs: Nákupní cena
ja: 単価

source: Axis Mart node number
cs: Číslo "node" na Axis Martu
ja: アクシスマートのURL「ノード」番号

source: Catalog terms
cs: Výrazy katalogu
ja: カタログキーワード

source: Edit terms
cs: Editace termínů
ja: キーワードを編集

source: Save product
cs: Uložit produkt
ja: 製品を保存

source: Do you really want to delete this product?
cs: Chcete opravdu smazat tento produkt?
ja: 本当にこの製品を削除しますか？

source: Do you really want to delete this image?
cs: Chcete opravdu smazat tento obrázek?
ja: 本当にこの画像を削除しますか？

source: This product has been deleted!
cs: Tento produkt byl smazán!
ja: この製品は削除されています！

source: Delete product
cs: Smazat produkt
ja: 製品の削除

source: Product images
cs: Obrázky výrobku
ja: 製品の画像

source: New image:
cs: Nový obrázek:
ja: 新しい画像：

source: upload
cs: nahrát
ja: アップロード

source: Data transfer failed!
cs: Přenos dat selhal!
ja: データ通信は失敗しました！

source: Orders from Axis Mart overview
cs: Přehled objednávek z Axis Martu
ja: アクシスマートからの受注一覧

source: Order No.
cs: Č. obj.
ja: 注文番号

source: Received by
cs: Příjemce
ja: 受取人：

source: Payment Method
cs: Způsob platby
ja: 決済方法

source: Paid for?
cs: Zaplaceno?
ja: 決済済み？

source: Cancel Order from Customer
cs: Stornovat objednávku od zákazníka
ja: 受注を取り消す

source: Order no.
cs: Č. obj.
ja: 注文番号

source: order no.
cs: č. obj.
ja: 注文番号

source: Customer
cs: Zákazník
ja: お客様

source: Supplied
cs: Dodáno
ja: 納品日時

source: Select a customer to receive order from!
cs: Vyeberte zákazníka, od kterého došla objednávka!
ja: 受注対象のお客様を選択してください！

source: Input number of order!
cs: Zadejte číslo objednávky!
ja: 注文番号を入力してください！

source: fields are empty!
cs: polí je prázdných!
ja: 個の空欄があります！

source: Are you sure to save this order from customer?
cs: Chcete uložit tuto objednávku od zákazníka?
ja: この受注を保存しますか？

source: Accept a new order from customer
cs: Přijmout novou objednávku od zákazníka
ja: お客様から注文を受け取る

source: Select customer
cs: Výběr zákazníka
ja: お客様の選択

source: Customer from Axis Mart
cs: Zákazník z Axis Martu
ja: アクシスマートからのお客様

source: Enter order number:
cs: Zadejte číslo objednávky:
ja: 注文番号の入力：

source: Payment
cs: Platba
ja: 決済

source: Select payment method:
cs: Vyberte způsob platby:
ja: 決済方法を選択してください：

source: Date and time of request
cs: Datum a čas poptávky
ja: 受注の日時

source: Payment received?
cs: Platba přijata?
ja: 決済済み？

source: Search for product to add
cs: Hledání produktu pro přidání
ja: 追加する製品の検索

source: Search!
cs: Hledat!
ja: 検索！

source: Search results
cs: Výsledky hledání
ja: 検索結果

source: Products to order
cs: Objednané produkty
ja: 注文される製品

source: Edit contents of request from customer
cs: Upravit data objednávky od zákazníka
ja: お客様からの受注データを修正

source: Request details
cs: Detaily objednávky od zákazníka
ja: 受注の詳細

source: Request ID
cs: ID objednávky
ja: 受注のID

source: This request is
cs: Tato objednávka je
ja: この受注は

source: Change requested quantity
cs: Změnit objednané množství
ja: 受注の数量を修正

source: Requested quantity:
cs: Objednané množství:
ja: 受注数量：

source: Delete this requested item
cs: Smazat tuto objednanou položku
ja: 本受注アイテムを一件削除

source: This request is empty. It should be deleted.
cs: Tato objednávka je prázdná a měla by být smazána.
ja: この受注はデータがありません。削除されるべきです。

source: Orders from customers for Product
cs: Objednávky produktu od zákazníků
ja: 製品に対する受注

source: Message from customer:
cs: Zpráva od zákazníka:

source: Orders from customers overview
cs: Přehled objednávek od zákazníků
ja: 受注の一覧

source: Note
cs: Zpráva

source: Category name in Czech
cs: Název kategorie v češtině
ja: チェコ語のカテゴリー名

source: Category name in Japanese
cs: Název kategorie v japonštině
ja: 日本語のカテゴリー名

source: Save category
cs: Uložit kategorii
ja: カテゴリーを保存する

source: Customer first name
cs: Křestní jméno zákazníka
ja: お客様の名前

source: Customer surname
cs: Příjmení zákazníka
ja: お客様の苗字

source: Phone number
cs: Telefonní číslo
ja: 電話番号

source: Company
cs: Společnost
ja: 会社

source: Save customer
cs: Uložit zákazníka
ja: お客様を保存する

source: Customer nickname
cs: Zkrácené jméno zákazníka
ja: お客様の略名

source: Base discount
cs: Základní sleva
ja: 基本割引

source: Recommended by
cs: Doporučen kým
ja: 推薦をしたお客様

source: Invoice address details
cs: Detaily adresy na fakturu
ja: 所在地の詳細（インボイス用）

source: Company name
cs: Název společnosti
ja: 会社名

source: Post code
cs: Poštovní číslo
ja: 郵便番号

source: Address 1
cs: Adresa 1
ja: 所在地その１

source: Address 2
cs: Adresa 2
ja: 所在地その２

source: Address 3
cs: Adresa 3
ja: 所在地その３

source: Save maker
cs: Uložit výrobce
ja: メーカーを保存する

source: Save user
cs: Uložit uživatele
ja: ユーザーを保存する

source: List of Product Categories
cs: Seznam kategorií produktů
ja: 製品カテゴリーの一覧

source: Add product category
cs: Přidat kategorii produktů
ja: 製品カテゴリーを追加する

source: Category ID
cs: ID kategorie
ja: カテゴリーのID

source: List of Contacts
cs: Seznam kontaktů
ja: 連絡先の一覧

source: Add contact
cs: Přidat kontakt
ja: 連絡先の登録

source: Contact ID
cs: ID kontaktu
ja: 連絡先のID

source: First Name
cs: Křestní jméno
ja: 名前

source: Surname
cs: Příjmení
ja: 苗字

source: Customer Codes Management
cs: Správa kódů zákazníka
ja: お客様のコードの管理

source: Select customer to manage codes:
cs: Vyeberte zákazníka, jehož kódy chcete spravovat
ja: コード管理対象のお客様の選択：

source: Customer Name
cs: Jméno zákazníka
ja: 客名

source: Code definitions uploaded?
cs: Definice kódů nahrány?
ja: コードの定義が登録される？

source: List of Customers
cs: Seznam zákazníků
ja: お客様の一覧

source: Add customer
cs: Přidat zákazníka
ja: お客様の登録

source: Customer ID
cs: ID zákazníka
ja: お客様のID

source: Company Name
cs: Název společnosti
ja: 会社名

source: Next nohinsho letter
cs: Řadové písmeno pro další nóhinšo
ja: 次回の納品書の識別記号

source: Export of Data
cs: Export dat
ja: データのエキスポート

source: Download database data for:
cs: Stáhnout data z databáze pro:
ja: ダウンロードするDBデータの選択：

source: Products
cs: Produkty
ja: 製品

source: Stock availability
cs: Dostupnost na skladu
ja: 注文可能な在庫

source: Import of Data
cs: Import dat
ja: データのインポート

source: Upload database data from CSV file for:
cs: Nahrát data do databáze ze CSV souboru pro:
ja: CSVファイルとしてアップロードするDBデータの選択：

source: Data must be aligned to the following columns:
cs: Data musí být seřazena podle tohoto pořadí sloupců:
ja: データは次のコラム順で並べないといけない：

source: Do NOT use quotation marks around strings!
cs: Nepoužívejte uvozovky kolem řetězců!
ja: 文字列をクォーテーションマークで囲まないこと！

source: Czech Description
cs: Popis česky
ja: チェコ語の説明

source: Japanese Description
cs: Popis japonsky
ja: 日本語の説明

source: Save changes
cs: Uložit změny
ja: 変更を保存する

source: Add new root term
cs: Přidat nový kořenový termín
ja: 新規ルートキーワードを追加

source: New root term
cs: Nový kořenový termín
ja: 新規ルートキーワード

source: Add term
cs: Přidat termín
ja: キーワードを追加

source: Do you really want to delete this category?
cs: Chcete opravdu smazat tuto kategorii?
ja: 本当にこのカテゴリーを削除しますか？

source: Delete category
cs: Smazat kategorii
ja: カテゴリーの削除

source: Do you really want to delete this contact?
cs: Chcete opravdu smazat tento kontakt?
ja: 本当にこの連絡先を削除しますか？

source: Save contact
cs: Uložit kontakt
ja: 連絡先を保存する

source: Delete contact
cs: Smazat kontakt
ja: 連絡先の削除

source: Do you really want to delete this customer?
cs: Chcete opravdu smazat tohoto zákazníka?
ja: 本当にこのお客様を削除しますか？

source: Delete customer
cs: Smazat zákazníka
ja: お客様の削除

source: Do you really want to delete this maker?
cs: Chcete opravdu smazat tohoto výrobce?
ja: 本当にこのメーカーを削除しますか？

source: Delete maker
cs: Smazat výrobce
ja: メーカーの削除

source: Collapse
cs: Zmenšit
ja: 縮小

source: Expand
cs: Zvětšit
ja: 拡大

source: Edit Codes of Cutomer:
cs: Editovat kódy zákazníka:
ja: コード編集対象のお客様：

source: Upload or Download definitions
cs: Stáhnout či nahrát definice
ja: 定義のアップロード／ダウンロード

source: Upload a .csv definition file
cs: Nahrát .csv soubor definic
ja: CSV定義ファイルをアップロード

source: Row example: "TheirCode, OurCode"
cs: Příklad řádky: "JejichKód,NášKód"
ja: 一行の例：「お客様の品番,我々の品番」

source: Caution! Current file will be overwritten!
cs: Pozor! Současný soubor bude přepsán!
ja: 注意！既存のファイルは上書きされます！

source: Upload
cs: Nahrát
ja: アップロード

source: Download current .csv file
cs: Stáhnout současný .csv soubor
ja: 既存のCSVファイルをダウンロード

source: download
cs: stáhnout
ja: ダウンロード

source: Current definitions
cs: Současné definice
ja: 既存の定義

source: Customer Code
cs: Zákazníkův kód
ja: お客様のコード

source: Our Code
cs: Náš kód
ja: 我々のコード

source: Convertor
cs: Převaděč
ja: コンバーター

source: Input
cs: Vstup
ja: 入力

source: Output
cs: Výstup
ja: 出力

source: Their codes to ours
cs: Jejich kódy na naše
ja: お客様のコードを我々のコードへ変換

source: Our codes to theirs
cs: Naše kódy na jejich
ja: 我々のコードをお客様のコードへ変換

source: Convert
cs: Převést
ja: 変換

source: List of Makers
cs: Seznam výrobců
ja: メーカーの一覧

source: Add maker
cs: Přidat výrobce
ja: メーカーを追加する

source: Maker ID
cs: ID výrobce
ja: メーカーのID

source: Maker's Name
cs: Název výrobce
ja: マーカー名

source: Product Category
cs: Kategorie produktu
ja: カテゴリー名

source: Select year and month
cs: Výběr roku a měsíce
ja: 年月の選択

source: Set
cs: Nastavit
ja: 設定

source: Recommended Customer
cs: Doporučený zákazník
ja: 推薦されたお客様

source: Requested products value
cs: Hodnota poptaných produktů
ja: 注文された商品の総額

source: Supplied products value
cs: Hodnota dodaných produktů
ja: 納品した商品の総額

source: Requested products by customer
cs: Produkty objednané zákazníkem
ja: 注文したお客様の名前

source: Year and month
cs: Rok a měsíc
ja: 年月

source: All the above prices are retail prices. Discount has to be subtracted.
cs: Všechny výše uvedené ceny jsou maloobchodní. Sleva musí být teprve odečtena.
ja: 上記の価格は全て小売価格です。割引は引いていません。

source: This customer's base discount
cs: Základní sleva tohoto zákazníka
ja: このお客様の基本割引

source: Supplied products by customer
cs: Produkty dodané zákazníkovi
ja: 納品したお客様の名前

source: Supply ID
cs: ID dodávky
ja: 納品ID

source: Share:
cs: Podíl:
ja: シェア：

source: No recommended customers found.
cs: Žádný doporučený zákazník nenalezen.
ja: 推薦されたお客様が一件もありません。

source: List of Users
cs: Seznam uživatelů
ja: ユーザーの一覧

source: Add user
cs: Přidat uživatele
ja: ユーザーの追加

source: User ID
cs: ID uživatele
ja: ユーザーのID

source: Language
cs: Jazyk
ja: 言語

source: Price per unit
cs: Jednotková cena
ja: 1個単位価格

source: Remove
cs: Odstranit
ja: 削除

source: Update cart
cs: Obnovit košík
ja: カートの更新

source: To order
cs: Objednat
ja: 発注へ

source: Download stock data as CSV file
cs: Stáhnout data jako CSV soubor
ja: CSVファイルとしてデータのダウンロード

source: Select product categories to download
cs: Vyberte kategorie produktů ke stažení
ja: ダウンロード対象の商品カテゴリーを選択してください。

source: Download stock availability data
cs: Stáhnout data dostupnosti na skladu
ja: 仕入れに関するデータのダウンロード

source: (Stock quantities, Delivery dates)
cs: (Množství na skladě, termín dodávky)
ja: （在庫数、納期）

source: Download availability
cs: Stáhnout dostupnost
ja: 仕入れデータをダウンロード

source: Download product detail data
cs: Stáhnout detailní data produktů
ja: 商品詳細に関するデータのダウンロード

source: (Prices, Images etc.)
cs: (Ceny, obrázky atd.)
ja: （価格、画像など）

source: Download details
cs: Stáhnout detaily
ja: 詳細をダウンロード

source: Date and time of order
cs: Datum a čas objednávky
ja: 注文の日時

source: Number of items ordered
cs: Počet objednaných položek
ja: 注文項目数

source: Number of completely delivered items
cs: Počet kompletně dodaných položek
ja: 完全に納品された項目数

source: State of order
cs: Stav objednávky
ja: 注文の状態

source: Supply quantity
cs: Kusů k dodání
ja: 納品数量

source: Your order has been received and a confirmation sent to your email address:
cs: Vaše objednávka byla přijata a potvrzení zasláno na Vaši emailovou adresu:
ja: お客様のご注文を承りました。確認メールは次のメールアドレスに送信されました：

source: Back to the shop
cs: Zpět na obchod
ja: ショップへ戻る

source: Check your order before sending
cs: Zkontrolujte objednávku před odesláním
ja: 発注の前に内容をご確認ください

source: Image
cs: Obrázek
ja: 画像

source: No products to order.
cs: Žádné produkty k objednání.
ja: 発注商品がありません。

source: Message for Axis Mundi (optional)
cs: Zpráva pro Axis Mundi (nepovinná položka)

source: Order items listed above?
cs: Objednat výše uvedené položky?
ja: 以上の商品を発注しますか？

source: No, return to shop
cs: Ne, vrátit se do obchodu
ja: いいえ、ショップに戻る

source: Yes, order!
cs: Ano, objednat!
ja: はい、発注します。

source: Available items only
cs: Pouze dostupné položky
ja: 発注可能な商品のみ

source: Search by keyword
cs: Zúžit podle klíčového slova
ja: キーワードで絞り込む

source: Clear search
cs: Zrušit hledání
ja: 検索の解除

source: Results for keywords
cs: Výsledky pro klíčové slovo
ja: キーワード絞り込み

source: low
cs: nízké
ja: 少ない

source: Sales last 30 days:
cs: Prodeje za posl. 30 dní
ja: ここ30日間の販売本数

source: high
cs: vysoké
ja: 多い

source: Available:
cs: Dostupné:
ja: 発注可能：

source: On the way:
cs: Na cestě:
ja: 取寄せ中：

source: Retail Price:
cs: Maloobch. cena
ja: 小売価格：

source: Your Price:
cs: Vaše cena:
ja: お客様の価格：

source: Cart Content
cs: Obsah nákupního košíku
ja: ショッピングカートの内容

source: Shopping cart is empty.
cs: Nákupní košík je prázdný.
ja: ショッピングカートに商品がありません。

source: No products found.
cs: Žádný produkt nenalezen.
ja: 条件に一致する商品がありません。

source: Nohinsho download
cs: Stáhnout nóhinšo
ja: 納品書のダウンロード

source: Edit contents of supply to customer
cs: Upravit data dodávky zákazníkovi
ja: お客様への納品データを修正

source: Sent
cs: Odesláno
ja: 発送日時

source: Sender
cs: Odesilatel
ja: 発送者

source: You can only decrease the supplied quantity. If you want to increase the quantity, create a new supply to customer.
cs: Dodané množství může být pouze sníženo. Pokud chcete množství navýšit, vytvořte novou dodávku zákazníkovi.
ja: 現在は納品個数を増やすことができません。増やしたい場合は当お客様への新規納品を行ってください。

source: Supplied quantity:
cs: Dodané množství:
ja: 納品数量：

source: Add quantity difference back to stock
cs: Přičíst rozdíl v množství zpět na sklad
ja: 数量の差を在庫に足す

source: Add quantity difference back to latest order(s) of this product from this customer
cs: Přičíst rozdíl v množství zpět k nejnovější objednávce (objednávkám) od tohoto zákazníka
ja: 数量の差を本製品を含むこのお客様からの最新受注に足す

source: Delete this supplied item
cs: Smazat tuto dodanou položku
ja: 本納品を一件削除

source: Add supplied quantity back to stock
cs: Přičíst dodané množství zpět na sklad
ja: 納品数量を在庫数に足す

source: Add supplied quantity back to latest order(s) of this product from this customer
cs: Přičíst dodané množství zpět k nejnovější objednávce (objednávkám) od tohoto zákazníka
ja: 納品数量を本製品を含むこのお客様からの最新受注に足す

source: This supply is empty. It should be deleted.
cs: Tato dodávka je prázdná a měla by být smazána.
ja: この納品はデータがありません。削除されるべきです。

source: Are you sure you want to delete this supply?
cs: Chcete opravdu smazat tuto dodávku?
ja: 本当にこの納品データを削除しますか？

source: Select a customer to supply to!
cs: Vyberte zákazníka pro zaslání dodávky!
ja: 納品先を選択してください！

source: Select customer to supply to
cs: Vyberte zákazníka pro zaslání dodávky
ja: 納品先の選択

source: Select order number:
cs: Vyberte číslo objednávky:
ja: 注文番号の選択：

source: Supplies to customers overview
cs: Přehled dodávek zákazníkům
ja: お客様への納品の一覧

source: Edit this supply
cs: Upravit tuto dodávku
ja: 納品データの修正

source: Select products to supply
cs: Vyberte produkty k odeslání
ja: 納品する製品の選択

source: Customer name
cs: Jméno zákazníka
ja: 客名

source: Axis Mart order number
cs: Číslo obj. z Axis Martu
ja: アクシスマートの注文番号

source: Requested products:
cs: Objednané produkty:
ja: 注文された製品：

source: Decription CS
cs: Popis CS
ja: チェコ語の説明

source: Req. quantity
cs: Obj. množství
ja: 受注数量

source: Confirm supply
cs: Potvrdit dodávku
ja: 納品の確認

source: This order has not been paid for yet!
cs: Tato objednávka ještě nebyla zaplacena!
ja: この注文は未決済です！

source: New supply to customer report
cs: Zpráva o nové dodávce zákazníkovi
ja: 新規納品の報告

source: Delivery to customer:
cs: Dodávka zákazníkovi:
ja: お客様への納品：

source: Sent by:
cs: Odeslal:
ja: 発送者

source: Sent products:
cs: Odesláno produktů:
ja: 発送された製品：

source: * The sent quantity is higher than requested total. Value in () shows sum of all orders of current customer for given product.
cs: * Odeslané množství je větší než úhrn objednávek. Hodnota v () představuje součet množství všech objednávek současného zákazníka daného produktu.
ja: * 発送した数量は受注総数を上回っています。括弧内の値は該当製品に対するお客様の発注の合計数量です。

source: Completed and closed orders from customer:
cs: Zkompletované a uzavřené objednávky od zákazníka:
ja: 全量入庫が完了した受注：

source: Not fully completed but partially supplied orders from customer:
cs: Neuzavřené, ale částečně dodané objednávky od zákazníka:
ja: 完了ではないが部分的に入庫した受注：

source: Overview of unsupplied products to customers
cs: Přehled nedodaného zboží zákazníkům
ja: お客様に納品していない商品の一覧

source: Number of products reserved earlier by other customers.
cs: Počet kusů produktu, které byly objednány jinými zákazníky dříve.
ja: 別のお客様に先に注文した当商品の本数。

source: Deliverable
cs: Dodatelné
ja: 納品可能

source: Supply deliverable items to selected customer. After pressing the button, you will be redirected to supply screen with values populated by data in the table above.
cs: Dodat odeslatelné položky vybranému zákazníkovi. Po stisknutí tlačítka budete přesměrováni na obrazovku dodávky zákazníkovi s předvyplněnými hodnotami z tabulky na této stránce.
ja: 選択されたお客様に納品可能な商品を納品。ボタンを押すと、以上の表のデータが記入された納品画面に遷移されます。

source: Deliver!
cs: Dodat!
ja: 納品する！

source: year,
ja: 年

source: Email
ja: Eメール

source: YuPack
ja: ゆうパック

source: jap:sama
ja: 様

source: Axis Mundi Ltd.
ja: 【Axis Mundi アクシス・ムンディ】株式会社

source: Shinjuku 2-6-3
ja: 新宿2-6-3

source: Towa Shinjuku Cope 810
ja: 藤和新宿コープ810

source: TEL: 03-6380-6454
ja: 電話番号：03-6380-6454

source: Role
ja: 役割
